Repository: Arifi/CMB2-Admin-Extension
Catalog: languages/cmb2-admin-extension-*.po
Languages: pt_pt

source: CMB2 Admin Extension depends on the last version of %s the CMB2 plugin %s to work!
pt_pt: O CMB2 Admin Extension depende da última versão do %splugin CMB2%s para funcionar!

source: The CMB2 plugin is installed but has not been activated. Please %s activate %s it to use the CMB2 Admin Extension
pt_pt: O plugin CMB2 está instalado mas não foi activado. Por favor %sactive-o%s para usar o CMB2 Admin Extension.

source: CMB2 Settings
pt_pt: Definições do CMB2

source: All Meta Boxes
pt_pt: Todas as metaboxes

source: Add New Meta Box
pt_pt: Adicionar nova metabox

source: New Meta Box
pt_pt: Nova metabox

source: Edit Meta Box
pt_pt: Editar metabox

source: Update Meta Box
pt_pt: Actualizar metabox

source: View Meta Box
pt_pt: Ver metabox

source: Search Meta Box
pt_pt: Procurar metabox

source: Not found
pt_pt: Não encontrado

source: Not found in Trash
pt_pt: Não encontrado no lixo

source: Create custom meta boxes and fields
pt_pt: Criar metaboxes e campos personalizados

source: Users
pt_pt: Utilizadores

source: Check the users to grant access to this plugin and the CMB2 plugin. Leave unchecked to grant access to all users.
pt_pt: Seleccione os utilizadores a que pretende dar acesso a este plugin e ao CMB2. Não seleccione nada, se quiser garantir o acesso a todos os utilizadores.

source: Metabox Settings
pt_pt: Definições da metabox

source: Post Types
pt_pt: Tipos de conteúdo

source: Check the post types that you want to add this meta box to.
pt_pt: Seleccione os tipos de conteúdo a que pretende adicionar esta metabox.

source: Priority
pt_pt: Prioridade

source: This is to control what order your meta box appears in.
pt_pt: Para definir a ordem em que é apresentada a sua metabox.

source: High
pt_pt: Alta

source: Default
pt_pt: Por omissão

source: Low
pt_pt: Baixa

source: Context
pt_pt: Contexto

source: This additional controls for positioning of the meta box. Advanced displays after Normal. Side places the meta box in the right sidebar.
pt_pt: Para definir a posição da sua metabox. "Avançado" é mostrado depois de "Normal". "Lateral" posiciona a metabox na barra lateral direita.

source: Advanced
pt_pt: Avançado

source: Side
pt_pt: Lateral

source: Show Names
pt_pt: Mostrar nomes

source: Show field names on the left
pt_pt: Mostrar nomes de campos à esquerda

source: Disable CMB2 Styles
pt_pt: Desactivar estilos do CBM2

source: Check to disable the CMB stylesheet
pt_pt: Seleccione para desactivar a folha de estilos do CMB

source: Closed by Default
pt_pt: Fechado por omissão

source: Check to keep the metabox closed by default
pt_pt: Seleccione para manter a metabox fechada por omissão.

source: Custom Field Settings
pt_pt: Definições de campos personalizados

source: Add the custom fields that you want to display with in this meta box.
pt_pt: Adicione os campos personalizados que pretende mostrar nesta metabox.

source: Field {#}
pt_pt: Campo {#}

source: Add Another Field
pt_pt: Adicionar outro campo

source: Remove Field
pt_pt: Remover campo

source: Name
pt_pt: Nome

source: Add a field name.
pt_pt: Adicione um nome de campo.

source: Description
pt_pt: Descrição

source: Add a field description.
pt_pt: Adicione uma descrição de campo.

source: Field Type
pt_pt: Tipo de campo

source: Repeatable
pt_pt: Repetir

source: Check this box to make the field repeatable. Field types marked with a "*" are not repeatable.
pt_pt: Seleccione esta opção para tornar o campo repetível. Os tipos de campos marcados com um "*" não são repetíveis.

source: Protocols
pt_pt: Protocolos

source: Currency Symbol
pt_pt: Símbolo da moeda

source: Replaces the default "$".
pt_pt: Substitui o "$" por omissão.

source: Date Format
pt_pt: Formato da data

source: Time Format
pt_pt: Formato da hora

source: Options
pt_pt: Opções

source: If your field type requires manual options, please add one option per line. Type value then name seprated by a comma.<br>Example:<br>sml,Small<br>med,Medium<br>lrg,Large
pt_pt: Se o seu tipo de campo precisar de opções manuais, por favor adicione uma opção por linha. Insira o nome seguido do valor, separados por uma vírgula.<br>Exemplo:<br>peq,Pequeno<br>med,Médio<br>grd,Grande

source: Taxonomy Options
pt_pt: Opções de taxonomia

source: Enter text to change the text that is shown when no terms are found. Default: "No terms".
pt_pt: Insira o texto para indicar que não foram encontrados termos. Por omissão: "Sem termos".

source: Include a "none" option
pt_pt: Incluir uma opção "nenhum"

source: Check this box to include a "none" option with this field.
pt_pt: Seleccione esta opção para incluir uma opção "nenhum" dentro deste campo.

source: Default Value
pt_pt: Valor por omissão

source: Enter a value to use as a default for this field. If you want a checkbox to be checked enter "on". Leave blank for no default value.
pt_pt: Insira um valor para usar por omissão para este campo. Se quiser que uma caixa de selecção esteja seleccionada, insira "on". Deixe em branco se não pretender valor por omissão.

source: CMB2 Admin Extension add a user interface for admins to create CMB2 meta boxes from the WordPress admin.
pt_pt: O CMB2 Admin Extension adiciona uma interface de administração para criar metaboxes do CMB2 a partir da administração do WordPress.
